Revit 2027 API
FamilyInstance.FacingFlipped Property
Property to test whether the orientation of family instance facing is flipped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FacingFlipped { get; }
Public ReadOnly Property FacingFlipped As Boolean
	Get
public:
property bool FacingFlipped {
	bool get ();
}
member FacingFlipped : bool with get
Property Value
Boolean
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace